[
  {
    "AP_Office": "WASHINGTON",
    "Brief": "WASHINGTON (AP) - Ready for his big moment, Donald Trump swept into Washington on a military jet Thursday and quickly set to building better ties to the Republican Congress as he kicked off three days of inaugural festivities. Washington braced for an onslaught of crowds and demonstrators - with all the attendant hoopla and hand-wringing. Trump was quickly taking on more of the trappings of the presidency, giving a salute to the Air Force officer who welcomed him as he stepped off the jet with wife Melania at Joint Base Andrews just outside Washington. His first stop was a luncheon in a ballroom at his own hotel, where he gave a shout-out to GOP congressional leaders, declaring: \"I just want to let the world know we're doing very well together.\" House Speaker Paul Ryan, he said, will finally have someone to sign legislation into law.",
    "CTIME": "2017-01-19-14-05-37",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_TRUMP?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-19-14-05-37",
    "Headline": "Trump sweeps into Washington with a wave and a salute"
  },
  {
    "AP_Office": "WASHINGTON",
    "Brief": "WASHINGTON (AP) - Donald Trump enters the White House on Friday just as he entered the race for president: defiant, unfiltered, unbound by tradition and utterly confident in his chosen course. In the 10 weeks since his surprise election as the nation's 45th president, Trump has violated decades of established diplomatic protocol, sent shockwaves through business boardrooms, tested long-standing ethics rules and continued his combative style of replying to any slight with a personal attack - on Twitter and in person. Past presidents have described walking into the Oval Office for the first time as a humbling experience, one that in an instant makes clear the weight of their new role as caretaker of American democracy.",
    "CTIME": "2017-01-19-03-40-15",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_TRUMP_INAUGURATION?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-19-03-40-15",
    "Headline": "Even before taking office, Trump has changed the presidency"
  },
  {
    "AP_Office": "PENNE, Italy",
    "Brief": "PENNE, Italy (AP) - Rescue workers on skis reached a four-star spa hotel buried by an avalanche in earthquake-stricken central Italy Thursday, reporting no signs of life as they searched for around 30 people believed trapped inside. Three bodies were recovered as heavy vehicles struggled to get to the scene. Two people escaped the devastation at the Hotel Rigopiano, in the mountains of the Gran Sasso range, and called for help, but it took hours for responders to arrive to the remote zone. Days of heavy snowfall had knocked out electricity and phone lines in many central Italian towns and hamlets, compounded by four powerful earthquakes that struck the region on Wednesday.",
    "CTIME": "2017-01-19-11-02-03",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/E/EU_ITALY_AVALANCHE?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-19-11-02-03",
    "Headline": "Rescuers search for 30 after avalanche hits Italian hotel"
  },
  {
    "AP_Office": "TEHRAN, Iran",
    "Brief": "TEHRAN, Iran (AP) - A historic high-rise building in the heart of Iran's capital caught fire and later collapsed Thursday, killing at least 30 firefighters and leaving their stunned colleagues and bystanders weeping in the streets. The disaster at the 17-story Plasco building, inadvertently shown live on state television, came after authorities said they repeatedly warned tenants about blocking stairwells with fabric from cramped garment workshops on its upper floors. Firefighters, soldiers and other emergency responders dug through the debris into the night, looking for survivors. While it was not clear how many people were in the steel-and-concrete building, witnesses said many had slipped through a police cordon while the fire burned to go back inside for their belongings.",
    "CTIME": "2017-01-19-14-00-09",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/M/ML_IRAN_FIRE?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-19-14-00-09",
    "Headline": "Iran shocked by deadly fire, collapse of Tehran high-rise"
  },
  {
    "AP_Office": "WASHINGTON",
    "Brief": "WASHINGTON (AP) - U.S. Air Force B-2 bombers attacked a pair of Islamic State military camps in Libya, killing more than 80 fighters in an unusual mission that may have marked the final demonstration of military force of President Barack Obama's global counterterrorism campaign. The militants targeted in the airstrikes included Islamic State members \"actively planning operations against our allies in Europe,\" Defense Secretary Ash Carter said Thursday. He would not say more about the nature of the threat. \"These were critically important strikes for our campaign and a clear example of our enduring commitment to destroy ISIL's cancer not only in Iraq and Syria but everywhere it emerges,\" Carter said on his last full day as secretary of defense.",
    "CTIME": "2017-01-19-13-58-32",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_UNITED_STATES_LIBYA?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-19-13-58-32",
    "Headline": "US bombers strike 2 Islamic State camps in Libya"
  },
  {
    "AP_Office": "HOUSTON",
    "Brief": "HOUSTON (AP) - Former President George H.W. Bush, who has pneumonia, remained in stable condition Thursday at Houston Methodist Hospital, while his wife, Barbara, said she is feeling \"1,000 percent better\" after undergoing treatment for bronchitis. Bush spokesman Jim McGrath said the 41st president's physicians are \"actively evaluating him\" for removal of a breathing tube that was inserted Wednesday in a procedure to clear his airway. Bush has since been in the intensive care unit, relying on a ventilator to breathe. Removing the tube - known as extubation - would allow the 92-year-old Bush to breathe on his own. He was struggling to breathe when he was admitted to the hospital Saturday.",
    "CTIME": "2017-01-19-13-57-45",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_GEORGE_HW_BUSH_HOSPITALIZED?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-19-13-57-45",
    "Headline": "41st President Bush stable, wife '1,000 percent better'"
  },
  {
    "AP_Office": "NEW YORK",
    "Brief": "NEW YORK (AP) - The families of victims of terror attacks in Paris, Brussels and Israel are blaming social media companies including Facebook and Twitter for facilitating communications among terrorists. Twitter says it has suspended hundreds of thousands of user accounts in the past 18 months for threatening or promoting acts of terrorism. But that isn't enough, say lawyers for the families of terror victims, including a brother and sister killed in last year's bomb attacks in Brussels and an American college student slaughtered in Paris. In a string of lawsuits filed in New York, they say they want Twitter and Facebook to pay damages for failing to stop violent extremists from using their platforms to recruit followers, intimidate enemies and raise money.",
    "CTIME": "2017-01-19-12-36-32",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_SOCIAL_MEDIA_TERROR_LAWSUITS?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-19-12-36-32",
    "Headline": "NY lawsuits blame social media in terror attacks"
  },
  {
    "AP_Office": "DAKAR, Senegal",
    "Brief": "DAKAR, Senegal (AP) - Senegal's army spokesman says its troops have entered Gambia to get former leader Yahya Jammeh to cede power to the country's newly inaugurated president. A West African regional force, including Sengalese troops, had been poised on Gambia's borders and moved in Thursday shortly after the U.N. Security Council expressed \"full support\" for Gambia's new President Adama Barrow and called on Jammeh to respect his election loss. Barrow was inaugurated in a hastily arranged ceremony in Gambia's embassy in Senegal shortly before the U.N. vote. Jammeh has not been heard from since his mandate expired at midnight.",
    "CTIME": "2017-01-19-14-10-24",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/A/AF_GAMBIA_CRISIS?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-19-14-10-24",
    "Headline": "Senegal: Troops enter Gambia in effort to get Jammeh to go"
  },
  {
    "AP_Office": "CHICAGO",
    "Brief": "CHICAGO (AP) - The first national estimate suggests that nearly half of U.S. men have genital infections caused by a sexually transmitted virus and that 1 in 4 has strains linked with several cancers. Most human papillomavirus infections cause no symptoms and most disappear without treatment. And most adults will get an HPV infection at some point in their lives. But high-risk HPV can cause cancer in the mouth and upper throat, cervical cancer in women and other cancers. Less harmful strains can cause genital warts. Vaccines can prevent infections but experts say vaccination rates in pre-teens and young adults are too low.",
    "CTIME": "2017-01-19-11-35-55",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_MED_CANCER_VIRUS_MEN?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-19-11-35-55",
    "Headline": "1 in 4 US men have cancer-linked HPV genital infections"
  },
  {
    "AP_Office": "LAS VEGAS",
    "Brief": "LAS VEGAS (AP) - The Oakland Raiders have filed paperwork to move to Las Vegas. Clark County Commission Chairman Steve Sisolak told The Associated Press on Thursday that he learned from Raiders officials that the team was asking NFL owners to approve the move. The NFL confirmed the filing in a statement. \"I am happy to see the process moving forward, and greatly appreciate the commitment of the Raiders and work of the Adelson family to the hope of making Las Vegas the home of the Raiders,\" Sisolak said. He is part of an 11-member panel that was appointed by Nevada Gov.",
    "CTIME": "2017-01-19-13-39-54",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/F/FBN_RAIDERS_MOVE?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-19-13-39-54",
    "Headline": "Raiders file papers to move from Oakland to Las Vegas"
  }
]