[
  {
    "AP_Office": "WASHINGTON",
    "Brief": "WASHINGTON (AP) - After a combative start to his presidency, Donald Trump delivered a more unifying message Sunday and sought to reassure Americans he was ready to begin governing a divided nation. Trump began rolling out his plans for diplomatic outreach, speaking with Israeli Prime Minister Benjamin Netanyahu and announcing plans for early meetings with Netanyahu and other world leaders. He thanked top law enforcement officers for their service and support. And he swore-in a group of aides, telling them he believed they were ready to rise to a daunting task. \"But with the faith in each other and the faith in God, we will get the job done,\" Trump said in a ceremony in the White House East Room.",
    "CTIME": "2017-01-22-19-06-36",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_TRUMP?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-22-19-06-36",
    "Headline": "Trump, amid combative start, pledges to rise to moment"
  },
  {
    "AP_Office": "ADEL, Ga.",
    "Brief": "ADEL, Ga. (AP) - Emergency responders rushed to answer new reports of deaths and injuries Sunday evening in southern Georgia as violent storms already blamed for killing 16 people in the Southeast continued to inflict destruction. An apparent tornado blew through a mobile home park early Sunday in southern Georgia's rural Cook County - sheering off siding, upending homes and killing seven people, local authorities said. An eighth death was reported in Cook County by state officials, although it was unclear whether that victim lived in the park. Two people apiece were confirmed dead in neighboring Georgia counties, bringing the state's toll to 12 a day after a reported tornado killed four in Mississippi.",
    "CTIME": "2017-01-22-18-42-45",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_SEVERE_WEATHER?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-22-18-42-45",
    "Headline": "More deaths reported after 16 die amid Southeast tornadoes"
  },
  {
    "AP_Office": "JERUSALEM",
    "Brief": "JERUSALEM (AP) - Israel's prime minister on Sunday accepted an invitation to visit the White House next month in hopes of forging a \"common vision\" for the region with President Donald Trump that could include expanded settlement construction on occupied territories and a tougher policy toward Iran. Prime Minister Benjamin Netanyahu announced his plans to head to Washington in early February hours after delaying a vote on an explosive proposal to annex one of the West Bank's largest settlements, apparently to coordinate his policy toward the Palestinians with the new administration. The move put on hold legislation that threatens to unleash fresh violence and damage already faded hopes for Palestinian independence.",
    "CTIME": "2017-01-22-17-09-50",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/M/ML_ISRAEL_PALESTINIANS?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-22-17-09-50",
    "Headline": "Israeli leader accepts invitation from Trump to visit US"
  },
  {
    "AP_Office": "FARINDOLA, Italy",
    "Brief": "FARINDOLA, Italy (AP) - Some of the lucky ones were sipping hot tea near the fireplace in their mountain resort hotel, waiting for snowplows to arrive so they could finally go home, after a winter holiday made nerve-wracking by a day of ground-shaking earthquakes and heavy snowfall. Suddenly, Vincenzo Forti and girlfriend Giorgia Galassi were knocked violently off a wicker sofa. A few other guests nearby tumbled off their chairs in the elegant yet rustic reception hall. An avalanche of snow - and not a tremendously powerful earthquake as survivors first imagined - had just barreled down the mountainside Wednesday evening, smashing into the Hotel Rigopiano and trapping more than 30 holiday-makers, including four children, and workers inside.",
    "CTIME": "2017-01-22-15-11-22",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/E/EU_ITALY_AVALANCHE?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-22-15-11-22",
    "Headline": "Avalanche survivors: sipping tea, then world crashed down"
  },
  {
    "AP_Office": "BANJUL, Gambia",
    "Brief": "BANJUL, Gambia (AP) - Exiled Gambian ruler Yahya Jammeh stole millions of dollars in his final weeks in power, plundering the state coffers and shipping out luxury vehicles by cargo plane, a special adviser for the new president said Sunday. Meanwhile, a regional military force rolled in, greeted by cheers, to secure this tiny West African nation so that democratically elected President Adama Barrow could return home. He remained in neighboring Senegal, where he took the oath of office Thursday because of concerns for his safety. At a press conference in the Senegalese capital, Barrow's special adviser Mai Ahmad Fatty told journalists that the president \"will return home as soon as possible.\" Underscoring the challenges facing the new administration, Fatty confirmed that Jammeh made off with more than $11.4 million during a two-week period alone.",
    "CTIME": "2017-01-22-17-02-42",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/A/AF_GAMBIA_CRISIS?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-22-17-02-42",
    "Headline": "Gambia's ex-leader made off with millions, luxury cars"
  },
  {
    "AP_Office": "ASTANA, Kazakhstan",
    "Brief": "ASTANA, Kazakhstan (AP) - Delegates from Russia, Turkey and Iran held hours-long talks in Kazakhstan Sunday on the eve of negotiations between Syrian rebels and President Bashar Assad's government, trying to forge common ground that would nudge forward a political settlement for the country's civil war. The talks between the two warring sides are the first in a year, and are meant as a first step to consolidate a cease-fire reached last month. Whether Russia and Turkey will manage to bolster the cease-fire they brokered on Dec. 30 will be a key measure of success for the Astana meetings, Syrian opposition spokesman Yahya al-Aridi told reporters in the Kazakh capital Sunday.",
    "CTIME": "2017-01-22-14-33-36",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/S/SYRIA?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-22-14-33-36",
    "Headline": "Intensive negotiations ahead of Russia-led Syria talks"
  },
  {
    "AP_Office": "PARIS",
    "Brief": "PARIS (AP) - Manuel Valls, a center-leaning former prime minister who rallied France together after extremist attacks, will confront stalwart Socialist Benoit Hamon in the country's left-wing presidential primary runoff next week. Hamon, a former government minister, was leading Sunday with 36.12 percent followed by Valls with 31.24 percent, based on about half of the vote count, according to the results published on the Socialist primary website. Whoever wins the Jan. 29 primary runoff will face the April-May presidential election battling more popular candidates from the far right to the far left riding frustration with immigration and economic stagnation. Tough-talking, center-leaning Valls jumped in the presidential race in December few days after President Francois Hollande declined to seek re-election -acknowledging his personal unpopularity would lead his Socialist party to defeat in the presidential battle.",
    "CTIME": "2017-01-22-16-07-51",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/E/EU_FRANCE_ELECTION?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-22-16-07-51",
    "Headline": "Partial results: Valls, Hamon advance in French primary"
  },
  {
    "AP_Office": "MOSCOW",
    "Brief": "MOSCOW (AP) - In Russia, giving one's spouse a slap is nothing extraordinary for many people. This week, the Russian parliament is expected to take a step closer toward decriminalizing it altogether. Battery is a criminal offense in Russia, but nearly 20 percent of Russians openly say they think it is sometimes OK to hit a spouse or a child. In a bid to accommodate conservative voters, deputies in the lower house of parliament have given initial approval to a bill eliminating criminal liability for domestic violence that stops short of serious bodily harm or rape. If the measure passes its second reading in the Duma on Wednesday, when the draft can be changed, approval in the third and final reading would be a foregone conclusion.",
    "CTIME": "2017-01-22-15-17-35",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/E/EU_RUSSIA_DOMESTIC_VIOLENCE?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-22-15-17-35",
    "Headline": "Russia set to move closer to decriminalize domestic violence"
  },
  {
    "AP_Office": "SAN ANTONIO",
    "Brief": "SAN ANTONIO (AP) - A robbery inside a San Antonio shopping mall ended with shots fired on Sunday, leaving one person who tried to intervene dead, three others shot and another two people taken to hospital with non-shooting injuries, police and fire officials said. Police Chief William McManus said two suspects robbed a jewelry store at the Rolling Oaks Mall on Sunday. \"What we have here is a robbery gone really, really bad,\" McManus said. After the suspects fled the store, a man, described by McManus as a \"good Samaritan\" tried to stop the two men. One of the robbers then fatally shot the man, McManus said.",
    "CTIME": "2017-01-22-19-47-52",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_SHOOTING_SAN_ANTONIO_MALL_TXOL-?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-22-19-47-52",
    "Headline": "1 dead, multiple injured San Antonio shopping mall shooting"
  },
  {
    "AP_Office": "ATLANTA",
    "Brief": "ATLANTA (AP) - Matt Ryan and Julio Jones teamed up for a dominant playoff performance, and the Atlanta Falcons ignored all those ghosts from the last half-century. Next up: Super Bowl 51. Ryan threw for 392 yards and four touchdowns in another MVP-worthy showing, while Jones shook off a toe injury to haul in nine catches for 180 yards and two scores, leading the Falcons to a 44-21 blowout of the storied Green Bay Packers in the NFC championship Sunday. Atlanta (13-5) will face either New England or Pittsburgh in the Feb. 5 title game in Houston. It will be only the second Super Bowl appearance in the Falcons' 51-year history, the first coming 18 years ago with a team known as the \"Dirty Birds.\" They have never won an NFL championship.",
    "CTIME": "2017-01-22-19-11-54",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/F/FBN_PACKERS_FALCONS?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-01-22-19-11-54",
    "Headline": "Super Falcons: Atlanta routs Packers 44-21 for NFC title"
  }
]